"espk" = "Puerto para altavoces Apple";
"ispk" = "Integrado";
"emic" = "Puerto para micrófono";
"imic" = "Integrado";
"hdpn" = "Puerto de auriculares";
"lini" = "Puerto de entrada de audio";
"lino" = "Puerto de salida de audio";
"spdi" = "Puerto de entrada óptica digital";
"spdo" = "Puerto de salida óptica digital";
"pci " = "Tarjeta PCI";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Dispositivo de red";
"blue" = "Bluetooth";
"bluh" = "Auriculares Bluetooth";
"blus" = "Auriculares con micrófono Bluetooth";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
